export const categoryData = [
  // Категории для ухода за кожей
  {
    id: "1649e86b-4660-4e97-9bf2-4e41c4ade850",
    name: "Увлажнение",
    description: "Продукты для увлажнения кожи.",
  },
  {
    id: "769761ad-9d4a-400d-9492-2aed9a8e4659",
    name: "Питание",
    description: "Продукты для питания кожи.",
  },
  {
    id: "98a70aba-88b1-4b1b-8b4a-054ae2dbf501",
    name: "Очищение",
    description: "Средства для очищения кожи.",
  },
  {
    id: "168b8dc7-3688-47c1-9722-b987f5480cc5",
    name: "Защита",
    description: "Продукты для защиты кожи от солнца и загрязнений.",
  },

  // Категории для ухода за волосами
  {
    id: "032e07b5-9136-47a0-b1e4-0e6bb5ee88a7",
    name: "Уход за волосами",
    description: "Продукты для питания, увлажнения и восстановления волос.",
  },
  {
    id: "9d09c285-232f-4a0a-a26f-57c250dc2bdf",
    name: "Стилизация волос",
    description: "Средства для укладки и стилизации волос.",
  },

  // Категории для тела
  {
    id: "1d24d021-7a6c-4449-9072-1dfd4bcf5f2e",
    name: "Уход за телом",
    description: "Лосьоны, кремы и масла для увлажнения и питания кожи тела.",
  },
  {
    id: "83df2410-81e8-4855-8965-48a5e2a35bcc",
    name: "Солнцезащитные средства для тела",
    description: "Продукты для защиты кожи тела от УФ-лучей.",
  },

  // Другие категории
  {
    id: "cb8294a6-71f9-45b7-a117-f80391d1ac34",
    name: "Декоративная косметика",
    description: "Продукты для создания макияжа.",
  },
  {
    id: "f98f88df-6dbd-400f-8039-bf5492df921d",
    name: "Средства для ногтей",
    description: "Лаки, укрепители и другие продукты для ухода за ногтями.",
  },
  // Добавьте другие категории по вашему выбору
];
